Repository: BeDjango/bedjango-starter
Catalog: project_name/locale/*/LC_MESSAGES/django.po
Languages: es

source: Use of cookies
es: Uso de cookies

source: This website uses cookies to make your experience better.
es: Este sitio usa cookies para mejorar su experiencia de navegación.

source: Want to know more?
es: ¿quiere saber más?

source: Ok, understood
es: Vale, entendido

source: Landing
es: Inicio

source: Register
es: Registro

source: Privacy Policy
es: Privacidad

source: Contact
es: Contacto

source: Lists
es: Listas

source: Panels
es: Paneles

source: Your name
es: Su nombre

source: Your email
es: Su correo electrónico

source: Leave us your message
es: Déjenos su mensaje

source: PAGE NOT FOUND!
es: PÁGINA NO ENCONTRADA

source: Go back
es: Volver

source: SERVER ERROR!
es: ERROR DEL SERVIDOR

source: Contact us
es: Contáctanos

source: Personal menu #1
es: Menú personal #1

source: Personal menu #2
es: Menú personal #2

source: Don't have an account yet?
es: ¿No tienes una cuenta todavía?

source: Submit
es: Enviar

source: Put your title here
es: Pon tu título aquí

source: List number
es: Lista número

source: List item number
es: Objeto de lista número

source: Item title
es: Título del ítem

source: Comment
es: Comentario

source: Data Grid
es: Tabla de datos

source: Column title
es: Título de columna

source: Item
es: Objeto

source: Standard panel
es: Panel estándar

source: Panel title
es: Título del panel

source: Privacy Policy and Legal conditions
es: Política de privacidad y condiciones legales

source: The password is correct.
es: El password es correcto.

source: The password is invalid.
es: El password es inválido.

source: Password must be at least 8 characters and contain lowercase and uppercase letters, numbers and special characters.
es: La contraseña debe de tener al menos 8 caracteres, y debe llevar mayúsculas y minúsculas, números, y caracteres especiales.

source: Password
es: Contraseña

source: Invalid password
es: Password inválido

source: Password confirmation
es: Confirmación de contraseña

source: Enter the same password as before, for verification.
es: Introduzca la misma contraseña que antes para la verificación.

source: Email
es: Email válido

source: Your password
es: Tu contraseña

source: Sorry, that login was invalid. Please try again.
es: EL login es inválido. Por favor, inténtelo de nuevo

source: Country
es: Ciudad

source: email address
es: dirección de correo eletrónico

source: Preferred Language
es: Lenguaje por defecto

source: Forgot my password
es: Olvidé mi contraseña

source: Not a member yet?
es: ¿aún no eres miembro?

source: Register now
es: Regístrate

source: Congratulations, you account is now active!
es: Enhorabuena, su cuenta está activada.

source: This is the activation account email for your account
es: Este es el correo de activación para su cuenta

source: Your activation code is
es: Tu código de activación es

source: and is available for
es: y está disponible por

source: days
es: días

source: Activation account email
es: Email de activación de cuenta

source: Password changed successfully!
es: ¡Contraseña cambiada correctamente!

source: Come back to <a class="btn btn-primary btn-xs" href="%(home_url)s">home</a>
es: Vuelve al <a class="btn btn-primary btn-xs" href="%(home_url)s">inicio</a>

source: Change your password
es: Cambia tu contraseña

source: Change password
es: Cambiar contraseña

source: Your password has been set. You may go ahead and log in now.
es: Tu contraseña ha sido establecida. Puedes iniciar sesión con la nueva contraseña desde este momento

source: Please enter your new password twice so we can verify you typed it in correctly.
es: Por favor, introduzca su contraseña dos veces para verificar que está correctamente escrita

source: New password:
es: Nueva contraseña:

source: Confirm password:
es: Confirmar contraseña

source: Change my password
es: Cambiar mi contraseña

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace para restablecer la contraseña no es válido, posiblemente porque ya se ha utilizado. Por favor, solicite una nueva petición para restablecer su contraseña.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
es: Le hemos enviado las instrucciones para cambiar su contraseña, si existe un usuario registrado con el correo electrónico que ha indicado. Debería de recibirlo en breve.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
es: Si no recibió el correo electrónico, por favor, asegúrese de haberlo introducido correctamente y compruebe su carpeta de correo no deseado.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
es: Ha recibido este correo electrónico porque ha solicitado la recuperación de contraseña para su cuenta en %(site_name)s.

source: Please go to the following page and choose a new password:
es: Por favor, vaya a la siguiente página y elija una nueva contraseña:

source: Your username, in case you've forgotten:
es: Su nombre de usuario, en caso de que lo haya olvidado:

source: Thanks for using our site!
es: ¡Gracias por usar nuestra web!

source: The %(site_name)s team
es: El equipo de %(site_name)s

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
es: ¿Olvidó su contraseña? Introduzca su correo electrónico abajo y le enviaremos un correo con las instrucciones para cambiarla a una nueva:

source: Email address:
es: Correo electrónico:

source: Reset my password
es: Recuperar mi contraseña

source: Now you're registered
es: Se ha registrado con éxito

source: We have sent you an email to validate the account.
es: Le hemos enviado un email para validar su cuenta.

source: Create your account now
es: Crea tu cuenta ahora

source: Welcome
es: Bienvenido

source: Welcome message after login
es: Mensaje de bienvenida después del login

source: Card block
es: Bloque de cards
